xml/request/bog_felt654_rahman.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <ns1:bibliographicData>
  <dkabm:record>
    <ac:identifier>05174430|870970</ac:identifier>
    <ac:source>undefined</ac:source>
    <dc:title>Selections from Rahman Baba</dc:title>
    <dc:title xsi:type="dkdcplus:full">Selections from Rahman Baba</dc:title>
    <dc:creator xsi:type="dkdcplus:aut">Rahman Baba</dc:creator>
    <dc:creator xsi:type="oss:sort">Rahman Baba</dc:creator>
    <dc:subject xsi:type="dkdcplus:genre">fiktion</dc:subject>
    <dc:description>Oversat fra pashto</dc:description>
    <dcterms:audience>voksenmaterialer</dcterms:audience>
    <dc:publisher>Poul Kristensen</dc:publisher>
    <dc:contributor>Jens Enevoldsen (f. 1922)</dc:contributor>
    <dc:date>1977</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
    <dcterms:extent>190 sider</dcterms:extent>
    <dc:identifier xsi:type="dkdcplus:ISBN">87-7468-064-1</dc:identifier>
    <dc:language xsi:type="dcterms:ISO639-2">mul</dc:language>
    <dc:language>Flere sprog</dc:language>
    <dc:language xsi:type="dcterms:ISO639-2">pus</dc:language>
    <dc:language>Pashto</dc:language>
    <dc:language xsi:type="dcterms:ISO639-2">eng</dc:language>
    <dc:language>Engelsk</dc:language>
  </dkabm:record>
  <marcx:collection>
    <record format="danMARC2" type="Bibliographic">
      <leader>000000000000000000000000</leader>
      <datafield tag="001" ind1="0" ind2="0">
        <subfield code="a">05174430</subfield>
        <subfield code="b">870970</subfield>
        <subfield code="c">20010128224732</subfield>
        <subfield code="d">19770826</subfield>
        <subfield code="f">a</subfield>
        <subfield code="o">c</subfield>
        <subfield code="t">FAUST</subfield>
      </datafield>
      <datafield tag="004" ind1="0" ind2="0">
        <subfield code="r">n</subfield>
        <subfield code="a">e</subfield>
      </datafield>
      <datafield tag="008" ind1="0" ind2="0">
        <subfield code="t">m</subfield>
        <subfield code="u">f</subfield>
        <subfield code="a">1977</subfield>
        <subfield code="b">dk</subfield>
        <subfield code="j">p</subfield>
        <subfield code="l">mul</subfield>
        <subfield code="v">0</subfield>
      </datafield>
      <datafield tag="009" ind1="0" ind2="0">
        <subfield code="a">a</subfield>
        <subfield code="g">xx</subfield>
      </datafield>
      <datafield tag="021" ind1="0" ind2="0">
        <subfield code="a">87-7468-064-1</subfield>
        <subfield code="c">ib.</subfield>
        <subfield code="d">kr. 96.00</subfield>
      </datafield>
      <datafield tag="032" ind1="0" ind2="0">
        <subfield code="a">DBF197737</subfield>
      </datafield>
      <datafield tag="041" ind1="0" ind2="0">
        <subfield code="p">pus</subfield>
        <subfield code="p">eng</subfield>
      </datafield>
      <datafield tag="100" ind1="0" ind2="0">
        <subfield code="0"/>
        <subfield code="a">Rahman Baba</subfield>
      </datafield>
      <datafield tag="245" ind1="0" ind2="0">
        <subfield code="a">Selections from Rahman Baba</subfield>
        <subfield code="e">[edited by] Jens Enevoldsen</subfield>
      </datafield>
      <datafield tag="260" ind1="0" ind2="0">
        <subfield code="a">Herning</subfield>
        <subfield code="b">Poul Kristensen</subfield>
        <subfield code="k">Poul Kristensen, Herning</subfield>
        <subfield code="c">1977</subfield>
      </datafield>
      <datafield tag="300" ind1="0" ind2="0">
        <subfield code="a">190 sider</subfield>
        <subfield code="c">26 cm</subfield>
      </datafield>
      <datafield tag="512" ind1="0" ind2="0">
        <subfield code="a">Oversat fra pashto</subfield>
      </datafield>
      <datafield tag="654" ind1="0" ind2="0">
        <subfield code="0"/>
        <subfield code="n">88.42</subfield>
        <subfield code="z">01</subfield>
      </datafield>
      <datafield tag="654" ind1="0" ind2="0">
        <subfield code="0"/>
        <subfield code="o">88.42</subfield>
      </datafield>
      <datafield tag="654" ind1="0" ind2="0">
        <subfield code="0"/>
        <subfield code="q">88.42</subfield>
        <subfield code="z">11</subfield>
      </datafield>
      <datafield tag="700" ind1="0" ind2="0">
        <subfield code="0"/>
        <subfield code="a">Enevoldsen</subfield>
        <subfield code="h">Jens</subfield>
        <subfield code="c">f. 1922</subfield>
      </datafield>
      <datafield tag="900" ind1="0" ind2="0">
        <subfield code="0"/>
        <subfield code="a">Baba</subfield>
        <subfield code="h">Bahman</subfield>
        <subfield code="x">se</subfield>
        <subfield code="w">Rahman Baba</subfield>
        <subfield code="z">100</subfield>
      </datafield>
      <datafield tag="s10" ind1="0" ind2="0">
        <subfield code="a">DBC</subfield>
      </datafield>
    </record>
  </marcx:collection>
  <oss:openurl>_BASEURL_url_ctx_fmt=info:ofi/fmt:kev:mtx:ctx&amp;ctx_ver=Z39.88-2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:book&amp;rft.btitle=Selections+from+Rahman+Baba&amp;rft.aulast=Rahman+Baba&amp;rft.aufirst=&amp;rft.auinit=&amp;rft.date=1977&amp;rft.isbn=87-7468-064-1&amp;rft.pub=Poul+Kristensen&amp;rft.genre=book</oss:openurl>
        </ns1:bibliographicData>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
